START_TEXT = """
* Добро пожаловать в Big Bucks
* Что это за бот? - Бот платит Вам за написание отзывов. Ежедневно мы собираем для Вас компании, которые поощряют своих клиентов за хорошие отзывы.

* Чтобы начать задание, нажмите кнопку “Приступить к заданию”
* Активные розыгрыши и акции [здесь будем давать ссылку]
* Чтобы не пропустить уведомления от бота о выполнении этапов НАСТОЯТЕЛЬНО РЕКОМЕНДУЕМ включить уведомления!
* Если у вас нету опыта по написанию отзывов на заказ, то рекомендуем ознакомиться с инструкциями  [ссылка на FAQ]
"""
PROFILE_TEXT = """
  * Дата и время
  * ID пользователя 
  * Логин (username)
  * Статус (активный или написать просто user)
  * Количество дней  с момента регистрации

  * Число выполненных заданий
  * Число заданий на проверке

!! ВНИМАНИЕ! У ВАС ЕСТЬ НЕЗАКОНЧЕННОЕ ЗАДАНИЕ !!

  * Текущий баланс
  * Заработано за всё время с заданий
  * Заработано с рефералов
  * Количество приглашенных рефералов 1 уровня
  * Количество приглашенных рефералов 2 уровня

  * Место в ТОПе 
-	по заработку
-	по количеству рефералов
-	по заработку с рефералов
  * Ссылки:
-	Новостной канал [здесь будем давать ссылку]
-	Чат работников [здесь будем давать ссылку]
-	Отзывы о нас [здесь будем давать ссылку]
-	Поддержка [здесь будем давать ссылку]
"""
REFERRAL_PROGRAM_TEXT = """
* Реферальная программа
●	Реферал 1 уровня - это человек, который впервые заходит в бота по вашей ссылке. Когда человек зайдет в бота по вашей ссылке, он навсегда становится вашим рефералом первого уровня. 
Когда ваш Реферал 1 уровня получает выплату за задание, вы получаете 20% от его заработка на ваш баланс.
●	Реферал 2 уровня - это тот человек, который впервые заходит в бота по ссылке вашего Реферала 1 уровня.
Когда ваш Реферал 2 уровня получает выплату за задание, вы получаете 5% от его заработка на ваш баланс.
* Приглашайте новых пользователей и получайте пассивный доход от их заработка!

"""